{
  "Homepage": {
    "welcome": "¡Bienvenido a mi sitio web!",
    "name": "Soy Milena Sol Aron",
    "description": "Desarrolladora de software y fundadora de CarreraIT"
  },
  "About": {
    "title": "Sobre mí",
    "introduction": "Soy Milena Sol Aron, una desarrolladora de software de Argentina. Estoy trabajando en el rubro desde junio de 2023.",
    "website": "Este sitio web es un espacio para escribir artículos relacionados con mi carrera y también como un portafolio para mostrar mis proyectos personales.",
    "education": "Comencé mis estudios de manera autodidacta. En mayo de 2024, empecé a estudiar una Tecnicatura en Programación en la Universidad Tecnológica Nacional.",
    "carrerait": "Mi pasión por el rubro me llevó a crear y desarrollar CarreraIT, una plataforma para personas de países hispanohablantes que quieren trabajar en IT o que ya lo hacen. Ofrece encuestas, recursos gratuitos y guías de orientación.",
    "studying": "Actualmente estoy estudiando AWS Cloud y arquitectura de software."
  },
  "about": "Sobre mí",
  "resume": "CV",
  "resume-title": "CV",
  "about-title": "Sobre mí",
  "about-1": "Desarrolladora de Software con más de un año de experiencia laboral en el rubro.",
  "about-2": "Además de programar, uso GNU/Linux como mi sistema operativo desde 2015, lo cual me brinda un sólido entendimiento y experiencia en esa área. Actualmente uso Fedora.",
  "about-3": "En este momento, estoy estudiando AWS Cloud y Arquitectura de Software.",
  "experience-title": "Experiencia",
  "job3-company": "CarreraIT",
  "job3-role": "Fundadora",
  "job3-timeline": "Septiembre de 2024 - Actualidad",
  "job3-clarification": "Mi pasión por este rubro me llevó a crear y desarrollar CarreraIT, una plataforma para personas de países hispanohablantes que desean trabajar en tecnología o que ya lo hacen. Ofrece encuestas para recibir retroalimentación sobre el desarrollo profesional, recursos gratuitos y guías de orientación.",
  "job3-responsibility-1": "Desarrollo de la plataforma utilizando Next.js, TypeScript, React.js y Tailwind CSS, siguiendo los principios SOLID y enfocándome en construir una arquitectura mantenible.",
  "job3-responsibility-2": "Gestión del deployement a través de Vercel.",
  "job3-responsibility-3": "Escritura de guías de orientación y encuestas.",
  "job3-responsibility-4": "Búsqueda e incorporación de recursos gratuitos y de excelente calidad.",
  "job2-company": "bitbug",
  "job2-role": "Desarrolladora Full Stack",
  "job2-timeline": "Agosto de 2024 - Actualidad",
  "job2-responsibility-1": "Participación en el desarrollo de una plataforma de IA utilizando PHP, JavaScript, HTML y CSS.",
  "job2-responsibility-2": "Creación y gestión de tickets para organizar mi trabajo en Trello, siguiendo metodologías Scrum y Agile.",
  "job2-responsibility-3": "Escritura de documentación sobre las mejores prácticas de desarrollo para asegurar un código de alta calidad, y mantención de la documentación de proyectos existentes para ayudar a que nuevos desarrolladores se adapten fácilmente.",
  "job1-company": "Bigger",
  "job1-role": "Desarrolladora Front End",
  "job1-timeline": "Junio de 2023 - Agosto de 2024",
  "job1-responsibility-1": "Participar en el desarrollo front-end utilizando Vite, TypeScript, JavaScript y Tailwind CSS, siguiendo los principios SOLID.",
  "job1-responsibility-2": "Desarrollo back-end con Nest.js, Docker, TypeORM, MySQL y SQLite en proyectos de capacitación.",
  "job1-responsibility-3": "Testing con Cypress y Jest para asegurar la calidad y funcionalidad de las aplicaciones web.",
  "job1-responsibility-4": "Creación y gestión de tickets para organizar mi trabajo en ClickUp, siguiendo metodologías Scrum y Agile.",
  "education-title": "Eduación",
  "education2-institution": "Open Source Society University",
  "education2-area": "Ciencias de la Computación",
  "education2-timeline": "Octubre de 2024 - 2O28.",
  "education1-institution": "Universidad Tecnológica Nacional",
  "education1-area": "Tecnicatura en Programación",
  "education1-timeline": "Mayo de 2024 - Octubre de 2024.",
  "languages-title": "Idiomas",
  "english": "Inglés: C2",
  "spanish": "Español: Nativo"
}
