{
  "Homepage": {
    "welcome": "¡Bienvenido a mi sitio web!",
    "name": "Soy Milena Sol Aron",
    "role": "Desarrolladora de software enfocada en DevOps y Site Reliability Engineering (SRE)"
  },
  "About": {
    "about-title": "Sobre mí",
    "introduction": "Soy Milena Sol Aron, una desarrolladora de software de Argentina, actualmente en transición hacia DevOps y Site Reliability Engineering (SRE). Cuento con más de dos años de experiencia en el rubro, ya que comencé a trabajar como desarrolladora en 2023.",
    "currently": "Estoy cursando la Licenciatura en Ciencias de la Computación en University of the People, lo que me permite continuar trabajando a tiempo completo mientras estudio DevOps y SRE a mi propio ritmo.",
    "linux": "Mi interés por la tecnología comenzó a los ocho años, cuando creaba y diseñaba mi propio blog usando HTML y CSS. Sin embargo, mi verdadera pasión por la informática se profundizó en 2015, cuando empecé a usar Linux a los 13 años. Desde ese momento no dejé de usarlo, y mi amor por este poderoso sistema operativo siguió creciendo.",
    "contact": "Contacto",
    "contact-description": "Podés encontrarme en:",
    "about-website-title": "Sobre este sitio web",
    "about-website-technologies": "Las tecnologías usadas son Next.js, TypeScript, Tailwind CSS y next-intl.",
    "about-website-repository": "Ver el repositorio",
    "about-likes-title": "Me gusta...",
    "about-likes-1": "Trabajar junto a mis dos gatos (una de las mayores ventajas que me brinda el trabajo remoto).",
    "about-likes-2": "El sentimiento de satisfacción posterior a resolver un problema o hacer una mejora en el código.",
    "about-likes-3": "El libro The Pragmatic Programmer, de Andy Hunt y Dave Thomas. Me enseñó muchísimas cosas que aplico en el día a día.",
    "about-likes-4": "Linux: realmente me encanta. Es una de mis mayores pasiones.",
    "goal-title": "Mi objetivo",
    "goal-paragraph-1": "Cuando tenga el seniority y experiencia adecuados, me gustaría convertirme en lider técnica o arquitecta de software. Sé que todavía me queda mucho por aprender, pero me gusta orientar mi carrera hacia ese objetivo.",
    "goal-paragraph-2": "Mientras tanto, desarrollo CarreraIT, una plataforma web para ayudar a otras personas del rubro mediante recursos gratuitos, guías y artículos de orientación que escribo y cuestionarios con feedback."
  },
  "Navbar": {
    "about": "Sobre mí",
    "resume": "CV",
    "projects": "Proyectos",
    "gallery": "Galería",
    "currently": "Actualidad"
  },
  "Resume": {
    "resume-title": "CV",
    "about-title": "Sobre mí",
    "about-1": "Desarrolladora de software con más de dos años de experiencia en el rubro. Actualmente, estoy profundizando mis conocimientos en GNU/Linux y estudiando prácticas de DevOps, mientras curso la Licenciatura en Ciencias de la Computación en University of the People a mi propio ritmo.",
    "about-2": "Uso GNU/Linux como mi único sistema operativo desde 2015. Actualmente, uso la distribución Fedora.",
    "experience-title": "Experiencia",
    "job3-company": "vWave eCommerce GmbH ",
    "job3-location": "Austria (Remoto)",
    "job3-role": "Desarrolladora Full Stack",
    "job3-timeline": "Marzo de 2025 - Actualidad",
    "job3-responsibility-1": "Desarrollo de aplicaciones personalizadas de Shopify utilizando Meteor, TypeScript, React.js, Express.js, GraphQL y MongoDB.",
    "job3-responsibility-2": "Diseño e implementación de pipelines de CI/CD con GitLab para automatizar procesos de linting, testing, build y deployment.",
    "job3-responsibility-3": "Testing unitario y de integración con Mocha y Chai, y testing end-to-end con Cypress.",
    "job2-company": "bitbug",
    "job2-location": "Estados Unidos (Remoto)",
    "job2-role": "Desarrolladora Front End",
    "job2-timeline": "Agosto de 2024 - Marzo 2025",
    "job2-responsibility-1": "Desarrollo de una plataforma de IA mediante WordPress, JavaScript, PHP, HTML y CSS.",
    "job1-company": "Bigger",
    "job1-location": "Australia (Remoto)",
    "job1-role": "Desarrolladora Full Stack",
    "job1-timeline": "Junio de 2023 - Agosto de 2024",
    "job1-responsibility-1": "Desarrollo front-end de una plataforma para estudiantes mediante Next.js, React, TypeScript y Tailwind CSS.",
    "job1-responsibility-2": "Desarrollo front-end de landing pages con Vite, React, Tailwind CSS y TypeScript.",
    "job1-responsibility-3": "Desarrollo back-end para web scraping mediante Express.js, JavaScript, SQLite y Puppeteer.",
    "job1-responsibility-4": "Desarrollo back-end con Nest.js, Docker, TypeORM y MySQL en proyectos de capacitación.",
    "job1-responsibility-5": "Testing con Cypress y Jest.",
    "education-title": "Educación",
    "education1-timeline": "Junio 2025 - Junio 2028",
    "education1-institution": "University of the People",
    "education1-country": "Estados Unidos (Remoto)",
    "education1-area": "Licenciatura en Ciencias de la Computación (Bachelor's Degree)",
    "education1-description": "Actualmente estoy cursando la Licenciatura en Ciencias de la Computación en University of the People, lo que me permite estudiar a mi propio ritmo mientras continúo trabajando a tiempo completo.",
    "certifications-title": "Certificaciones",
    "certification1-institution": "Amazon Web Services (AWS)",
    "certification1-date": "2024",
    "certification1-name": "AWS Cloud Practitioner Essentials Course",
    "certification2-institution": "Linux Foundation (LF)",
    "certification2-date": "2025",
    "certification2-name": "Introduction to Linux (LFS101)",
    "certification3-institution": "Linux Foundation (LF)",
    "certification3-date": "2025",
    "certification3-name": "Introduction to DevOps and Site Reliability Engineering (LFS162)",
    "languages-title": "Idiomas",
    "english": "Inglés: C2",
    "spanish": "Español: Nativo"
  },
  "Projects": {
    "projects-title": "Proyectos",
    "project1-title": "Homelab",
    "project1-description": "Un homelab personal para experimentar con DevOps, SRE, y herramientas Linux en hardware físico.",
    "project1-technologies": "Linux, DevOps, SRE",
    "project2-title": "System Monitor",
    "project2-description": "Scripts y herramientas para monitorear el uso de RAM/CPU en sistemas Linux.",
    "project2-technologies": "Bash, Docker, GitHub Actions, Prometheus, Grafana",
    "project3-title": "CarreraIT",
    "project3-description": "Plataforma web para personas interesadas o que trabajan en IT.",
    "project3-technologies": "Next.js, TypeScript, React.js, Tailwind CSS, Vercel",
    "repository": "Repositorio",
    "link": "Enlace"
  }
}
